

def interface(a):
    print('▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅')
    print('▙▚▚▚▚▚▚▚▚▚▚▚▚▚▚▚▜')
    print('█████████████████')
    print('█ ♡', '█','0','█','1','█','2','█       1. Начать заново')
    print('█████████████████       2. Выйти в меню')
    print('█ 0', '█',a[0][0],'█',a[0][1],'█',a[0][2],'█       3. Закрыть программу')
    print('█████████████████       4. Об авторе')
    print('█ 1', '█',a[1][0],'█',a[1][1],'█',a[1][2],'█       5. Кинуть денюжку на хлеб')
    print('█████████████████')
    print('█ 2', '█',a[2][0],'█',a[2][1],'█',a[2][2],'█')
    print('█████████████████')